7767517
132 140
Input            input0                   0 1 input0
Convolution      184                      1 1 input0 184 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=864
BatchNorm        185                      1 1 184 185 0=32
Clip             186                      1 1 185 186 0=0.000000e+00 1=6.000000e+00
Convolution      187                      1 1 186 187 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=9216
BatchNorm        188                      1 1 187 188 0=32
Clip             189                      1 1 188 189 0=0.000000e+00 1=6.000000e+00
Pooling          190                      1 1 189 190 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Convolution      191                      1 1 190 191 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=2048
BatchNorm        192                      1 1 191 192 0=64
Clip             193                      1 1 192 193 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 194                      1 1 193 194 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
BatchNorm        195                      1 1 194 195 0=64
Clip             196                      1 1 195 196 0=0.000000e+00 1=6.000000e+00
Convolution      197                      1 1 196 197 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=1024
Clip             198                      1 1 197 198 0=0.000000e+00 1=6.000000e+00
Split            splitncnn_0              1 2 198 198_splitncnn_0 198_splitncnn_1
Convolution      199                      1 1 198_splitncnn_1 199 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=1024
BatchNorm        200                      1 1 199 200 0=64
Clip             201                      1 1 200 201 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 202                      1 1 201 202 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=576 7=64
BatchNorm        203                      1 1 202 203 0=64
Clip             204                      1 1 203 204 0=0.000000e+00 1=6.000000e+00
Convolution      205                      1 1 204 205 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=1024
Clip             206                      1 1 205 206 0=0.000000e+00 1=6.000000e+00
BinaryOp         207                      2 1 198_splitncnn_0 206 207 0=0
Pooling          208                      1 1 207 208 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Convolution      209                      1 1 208 209 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=1536
BatchNorm        210                      1 1 209 210 0=96
Clip             211                      1 1 210 211 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 212                      1 1 211 212 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=864 7=96
BatchNorm        213                      1 1 212 213 0=96
Clip             214                      1 1 213 214 0=0.000000e+00 1=6.000000e+00
Convolution      215                      1 1 214 215 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=2304
Clip             216                      1 1 215 216 0=0.000000e+00 1=6.000000e+00
Split            splitncnn_1              1 2 216 216_splitncnn_0 216_splitncnn_1
Convolution      217                      1 1 216_splitncnn_1 217 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=2304
BatchNorm        218                      1 1 217 218 0=96
Clip             219                      1 1 218 219 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 220                      1 1 219 220 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=864 7=96
BatchNorm        221                      1 1 220 221 0=96
Clip             222                      1 1 221 222 0=0.000000e+00 1=6.000000e+00
Convolution      223                      1 1 222 223 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=2304
Clip             224                      1 1 223 224 0=0.000000e+00 1=6.000000e+00
BinaryOp         225                      2 1 216_splitncnn_0 224 225 0=0
Split            splitncnn_2              1 2 225 225_splitncnn_0 225_splitncnn_1
Convolution      226                      1 1 225_splitncnn_1 226 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=2304
BatchNorm        227                      1 1 226 227 0=96
Clip             228                      1 1 227 228 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 229                      1 1 228 229 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=864 7=96
BatchNorm        230                      1 1 229 230 0=96
Clip             231                      1 1 230 231 0=0.000000e+00 1=6.000000e+00
Convolution      232                      1 1 231 232 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=2304
Clip             233                      1 1 232 233 0=0.000000e+00 1=6.000000e+00
BinaryOp         234                      2 1 225_splitncnn_0 233 234 0=0
Pooling          235                      1 1 234 235 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Convolution      236                      1 1 235 236 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=3072
BatchNorm        237                      1 1 236 237 0=128
Clip             238                      1 1 237 238 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 239                      1 1 238 239 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=1152 7=128
BatchNorm        240                      1 1 239 240 0=128
Clip             241                      1 1 240 241 0=0.000000e+00 1=6.000000e+00
Convolution      242                      1 1 241 242 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=4096
Clip             243                      1 1 242 243 0=0.000000e+00 1=6.000000e+00
Split            splitncnn_3              1 2 243 243_splitncnn_0 243_splitncnn_1
Convolution      244                      1 1 243_splitncnn_1 244 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=4096
BatchNorm        245                      1 1 244 245 0=128
Clip             246                      1 1 245 246 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 247                      1 1 246 247 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=1152 7=128
BatchNorm        248                      1 1 247 248 0=128
Clip             249                      1 1 248 249 0=0.000000e+00 1=6.000000e+00
Convolution      250                      1 1 249 250 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=4096
Clip             251                      1 1 250 251 0=0.000000e+00 1=6.000000e+00
BinaryOp         252                      2 1 243_splitncnn_0 251 252 0=0
Split            splitncnn_4              1 2 252 252_splitncnn_0 252_splitncnn_1
Convolution      253                      1 1 252_splitncnn_1 253 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=4096
BatchNorm        254                      1 1 253 254 0=128
Clip             255                      1 1 254 255 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 256                      1 1 255 256 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=1152 7=128
BatchNorm        257                      1 1 256 257 0=128
Clip             258                      1 1 257 258 0=0.000000e+00 1=6.000000e+00
Convolution      259                      1 1 258 259 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=4096
Clip             260                      1 1 259 260 0=0.000000e+00 1=6.000000e+00
BinaryOp         261                      2 1 252_splitncnn_0 260 261 0=0
Split            splitncnn_5              1 2 261 261_splitncnn_0 261_splitncnn_1
Convolution      262                      1 1 261_splitncnn_1 262 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=4096
BatchNorm        263                      1 1 262 263 0=128
Clip             264                      1 1 263 264 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 265                      1 1 264 265 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=1152 7=128
BatchNorm        266                      1 1 265 266 0=128
Clip             267                      1 1 266 267 0=0.000000e+00 1=6.000000e+00
Convolution      268                      1 1 267 268 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=4096
Clip             269                      1 1 268 269 0=0.000000e+00 1=6.000000e+00
BinaryOp         270                      2 1 261_splitncnn_0 269 270 0=0
Convolution      271                      1 1 270 271 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=8192
BatchNorm        272                      1 1 271 272 0=256
Clip             273                      1 1 272 273 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 274                      1 1 273 274 0=256 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=2304 7=256
BatchNorm        275                      1 1 274 275 0=256
Clip             276                      1 1 275 276 0=0.000000e+00 1=6.000000e+00
Convolution      277                      1 1 276 277 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=16384
Clip             278                      1 1 277 278 0=0.000000e+00 1=6.000000e+00
Split            splitncnn_6              1 2 278 278_splitncnn_0 278_splitncnn_1
Convolution      279                      1 1 278_splitncnn_1 279 0=256 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=16384
BatchNorm        280                      1 1 279 280 0=256
Clip             281                      1 1 280 281 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 282                      1 1 281 282 0=256 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=2304 7=256
BatchNorm        283                      1 1 282 283 0=256
Clip             284                      1 1 283 284 0=0.000000e+00 1=6.000000e+00
Convolution      285                      1 1 284 285 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=16384
Clip             286                      1 1 285 286 0=0.000000e+00 1=6.000000e+00
BinaryOp         287                      2 1 278_splitncnn_0 286 287 0=0
Convolution      288                      1 1 287 288 0=512 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=32768
BatchNorm        289                      1 1 288 289 0=512
Clip             290                      1 1 289 290 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 291                      1 1 290 291 0=512 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=4608 7=512
BatchNorm        292                      1 1 291 292 0=512
Clip             293                      1 1 292 293 0=0.000000e+00 1=6.000000e+00
Convolution      294                      1 1 293 294 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=65536
Clip             295                      1 1 294 295 0=0.000000e+00 1=6.000000e+00
Split            splitncnn_7              1 2 295 295_splitncnn_0 295_splitncnn_1
Convolution      296                      1 1 295_splitncnn_1 296 0=512 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=65536
BatchNorm        297                      1 1 296 297 0=512
Clip             298                      1 1 297 298 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 299                      1 1 298 299 0=512 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=4608 7=512
BatchNorm        300                      1 1 299 300 0=512
Clip             301                      1 1 300 301 0=0.000000e+00 1=6.000000e+00
Convolution      302                      1 1 301 302 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=65536
Clip             303                      1 1 302 303 0=0.000000e+00 1=6.000000e+00
BinaryOp         304                      2 1 295_splitncnn_0 303 304 0=0
Convolution      305                      1 1 304 305 0=1 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=128
Clip             output0                  1 1 305 output0 0=0.000000e+00 1=6.000000e+00
